_org/2022-03-07-post-orgmode.org
#+STARTUP: showall indent
#+STARTUP: hidestars
#+BEGIN_EXPORT html
---
title: My first Post
categories:
  - blog
tags:
    - org
    - emacs
---
#+END_EXPORT

So here I start my journey to my first bug, lets see how this goes.
Of course as I'm an long time emacs enthusiast, I use org-mode in order to write my blog.

This might seems rediculus for some people, but most emacs users will understand me :)
Especially, as I can have this nice featues, like syntax highlighting, and maybe I'm already to old to learn yet another markup language.
#+begin_src python :results output
print("Hello, world!")
#+end_src
