_posts/2022-03-07-post-orgmode.html
---
title: My first Post
categories:
  - blog
tags:
    - org
    - emacs
---

<p>
So here I start my journey to my first bug, lets see how this goes.
Of course as I'm an long time emacs enthusiast, I use org-mode in order to write my blog.
</p>

<p>
This might seems rediculus for some people, but most emacs users will understand me :)
Especially, as I can have this nice featues, like syntax highlighting, and maybe I'm already to old to learn yet another markup language.
</p>
<div class="org-src-container">
<pre class="src src-python"><span style="color: #00a6fb;">print</span>(<span style="color: #02d849;">"Hello World....!"</span>)
</pre>
</div>
